// 中文翻译
export default {
  /***************************************** 组件库 start ********************************************************************************** */

  componentLib: "组件库",
  basicsComponent: "基础组件",
  businessComponent: "业务组件",
  containerComponent: "容器组件",
  otherComponent: "其他组件",
  input: "单行文本",
  textarea: "多行文本",
  "input-number": "数字输入框",
  switch: "开关",
  radio: "单选框",
  checkbox: "多选框",
  select: "下拉框",
  'time-picker': '时间选择',
  'time-range-picker': '时间范围选择',
  'date-picker': '日期选择',
  'range-picker': '日期范围选择',
  divider: "分割线",
  rate: "评分",
  'color-picker': '颜色选择',
  'static-text': '静态文本',
  'html-text': 'HTML文本',
  image: '图片',
  row: "栅格",
  card: "卡片",
  tabs: "标签页",
  collapse: "折叠面板",
  'custom-button': "自定义按钮",
  /***************************************** 组件库 end ********************************************************************************** */

  /***************************************** 模板库 start ********************************************************************************** */

  templateLib: "模板库",
  modalLib: "模态框列表",
  /***************************************** 模板库 end ********************************************************************************** */
};
